<!DOCTYPE html>
<html lang="en">
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    <!-- Meta, title, CSS, favicons, etc. -->
    <meta charset="utf-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <title>Tests Preparatic  | Sobre nosotros </title>
    <!-- Bootstrap -->
    <link href="./vendors/bootstrap/dist/css/bootstrap.min.css" rel="stylesheet">
    <!-- Font Awesome -->
    <link href="./vendors/font-awesome/css/font-awesome.min.css" rel="stylesheet">
    <!-- NProgress -->
    <link href="./vendors/nprogress/nprogress.css" rel="stylesheet">
    <!-- Custom Theme Style -->
    <link href="./css/custom.min.css" rel="stylesheet">

    <!-- Preparatic Style -->
    <link href="./css/preparatic.css" rel="stylesheet">
</head>
<body class="nav-md">
    <div class="container body">
        <div class="main_container">
            <div class="col-md-3 left_col">
                <div class="left_col scroll-view">
                    <div class="navbar nav_title" style="border: 0;">
                        <a href="index.html" class="site_title"><i class="fa fa-check-square-o"></i> <span>Preparatic </span></a>
                    </div>
                    <div class="clearfix"></div>
                    <!-- sidebar menu -->
                    <div id="sidebar-menu" class="main_menu_side hidden-print main_menu">
                        <div class="menu_section">
                            <h3>Menu</h3>
                            <ul class="nav side-menu">
                                <li>
                                    <a><i class="fa fa-home"></i> Bienvenida <span class="fa fa-chevron-down"></span></a>
                                    <ul class="nav child_menu">
                                        <li><a href="index.html">Sobre los tests</a></li>
                                        <li><a href="about_us.html">Sobre nosotros</a></li>
                                        <li><a href="faq.html">F.A.Q.</a></li>
                                        <li><a href="licencia.html">Licencia de Uso</a></li>
                                    </ul>
                                </li>
                                <li>
                                    <a><i class="fa fa-edit"></i> Tests <span class="fa fa-chevron-down"></span></a>
                                    <ul class="nav child_menu">
                                        <li><a href="tests_todos.html">Ver todos</a></li>
                                        <li><a href="tests_globales.html">Globales</a></li>
                                        <li><a href="tests_relevancia.html">Por Relevancia</a></li>
                                        <li><a href="tests_bloques.html">Por Bloques</a></li>
                                        <li><a href="tests_temas.html">Por Temas</a></li>
                                        <li><a href="tests_annos.html">Por A&ntilde;o</a></li>
                                        <li><a href="tests_examen.html">Por Examen</a></li>
                                    </ul>
                                </li>
                                <li>
                                    <a><i class="fa fa-bar-chart-o"></i> Mi Progreso <span class="label label-success pull-right">En Beta!</span></a>
                                    <ul class="nav child_menu">
                                        <li><a href="listado_tests.html">Test Realizados</a></li>
                                        <li><a href="misestadisticas.html">Estad&iacute;sticas</a></li>
                                    </ul>
                                </li>
                                <!--<li> <a href="javascript:void(0)"><i class="fa fa-windows"></i> Extras <span class="label label-success pull-right">Coming Soon</span></a></li>-->
                            </ul>
                        </div>
                    </div>
                    <!-- /sidebar menu -->
                </div>
            </div>
            <!-- top navigation -->
            <div class="top_nav">
                <div class="nav_menu">
                    <nav>
                        <div class="nav toggle">
                            <a id="menu_toggle"><i class="fa fa-bars"></i></a>
                        </div>
                        <ul class="nav navbar-nav navbar-right">

                            <li class="">
                                <!--<div class="container-fluid">-->
                                <a class="navbar-brand" href="#">
                                    <img alt="Preparatic " src="images/logo-alpha.png">
                                </a>

                                <h2>
                                    Cuerpo Superior de Sistemas y Tecnolog&iacute;as de la Informaci&oacute;n de la Administraci&oacute;n del Estado
                                </h2>
                                <!--</div>-->
                            </li>
                        </ul>
                    </nav>
                </div>
            </div>
            <!-- /top navigation -->
            <!-- page content -->
            <div class="right_col" role="main">
                <div class="">
                    <!--<div class="page-title">
                        <div class="title_left">
                            <h3>Sobre nosotros</h3>
                        </div>
                        <!--<div class="title_right">
                            <div class="col-md-5 col-sm-5 col-xs-12 form-group pull-right top_search">
                                <div class="input-group">
                                    <input type="text" class="form-control" placeholder="Search for...">
                                    <span class="input-group-btn">
                                        <button class="btn btn-default" type="button">Go!</button>
                                    </span>
                                </div>
                            </div>
                        </div>
                    </div-->
                    <div class="clearfix"></div>
                    <div class="row">
                        <div class="col-md-12 col-sm-12 col-xs-12">
                            <div class="x_panel">
                                <div class="x_title">
                                    <!--<h2>Tests de Preparatic </h2>-->
                                    <h1>
                                        <!--  <img src="./images/logo.png" alt="Preparatic " style="float: left;" 
                                             height="75" width="217">
                                             -->
                                        Sobre nosotros
                                    </h1>
                                    <h2>
                                        Grupo de Preparaci&oacute;n para las oposiciones
                                        TIC de la Administraci&oacute;n del Estado
                                    </h2>
                                    <div class="clearfix"></div>
                                </div>                                <div class="x_content">
                                    <div class="bs-example" data-example-id="simple-jumbotron">
                                        <!--<div class="jumbotron">-->
                                        <p>Preparatic est&aacute; formado por un grupo de personas que actuamos a t&iacute;tulo individual y sin &aacute;nimo de lucro y que adem&aacute;s hemos aprobado en la &uacute;ltima convocatoria de la oposici&oacute;n del Cuerpo Superior de Sistemas y Tecnolog&iacute;as de la Informaci&oacute;n de la Administraci&oacute;n del Estado. Asimismo, contamos con el asesoramiento y asistencia de la promoci&oacute;n anterior de Preparatic.</p>
                                        <p>La raz&oacute;n de nuestra actuaci&oacute;n es que en su d&iacute;a recibimos apoyo del grupo Preparatic anterior y adquirimos el compromiso moral de apoyar a los opositores de la siguiente convocatoria. Mientras dura la preparaci&oacute;n de la oposici&oacute;n, el grupo se re&uacute;ne los s&aacute;bados por la ma&ntilde;ana para dar sesiones presenciales, proporcionando informaci&oacute;n y material de ayuda a los opositores a trav&eacute;s de este sitio Web, del <a target="_blank" href="http://foro.preparatic.org/">foro de PreparaTIC</a> y de nuestra cuenta de <a href="https://twitter.com/preparatic">twitter</a>.</p>
                                        <p>La continuidad del grupo se basa en el compromiso de los asistentes a las sesiones de preparaci&oacute;n de ser los responsables, en el caso de aprobar, de la siguiente promoci&oacute;n. Esto se ha hecho as&iacute; desde la primera promoci&oacute;n de 1992 hasta la actual, de manera ininterrumpida, garantizando que perviva su actividad.</p>
                                        <p>El grupo comenz&oacute; bajo los auspicios de ADECA (Asociaci&oacute;n para el Desarrollo de las Ciencias en la Administraci&oacute;n), y actualmente mantiene una estrecha colaboraci&oacute;n con <a href="http://www.astic.es">ASTIC</a> (Asociaci&oacute;n Profesional de Cuerpos Superiores de Sistemas y Tecnolog&iacute;as de la Informaci&oacute;n de las Administraciones P&uacute;blicas.).</p>
                                        <h2 id="mision">Misi&oacute;n</h2>
                                        <p>Servir de apoyo y asesoramiento a los opositores de la siguiente promoci&oacute;n del <a target="_blank" href="http://www.inap.map.es/web/guest/cuerpo-superior-de-sistemas-y-tecnologias-de-la-informacion-de-la-administracion-del-estado">Cuerpo Superior de Sistemas y Tecnolog&iacute;as de la Informaci&oacute;n de la Administraci&oacute;n del Estado</a>, bas&aacute;ndonos en la experiencia que adquirimos durante el proceso de aprobar la oposici&oacute;n. Asimismo, este grupo puede servir de ayuda en la preparaci&oacute;n de otras oposiciones de inform&aacute;tica.</p>
                                        <p>Hay que se&ntilde;alar que nuestro apoyo es desinteresado y solamente sirve de complemento al esfuerzo personal que ha de realizar cada opositor.</p>
                                        <h2 id="actividades">Actividades</h2>
                                        <p>Las principales actividades del grupo est&aacute;n orientadas al apoyo y asesoramiento de los opositores para ayudarles a superar cada uno de los cuatro ex&aacute;menes de la oposici&oacute;n:</p>
                                        </p>
                                        <ul>
                                            <li>
                                                <p>Los s&aacute;bados por la ma&ntilde;ana se realizar&aacute;n sesiones de preparaci&oacute;n gratuitas en la Escuela T&eacute;cnica Superior de Ingenieros de Telecomunicaci&oacute;n (ETSIT) de la Universidad Polit&eacute;cnica de Madrid (UPM), ubicada en la <a target="_blank" href="http://www.etsit.upm.es/escuela/informacion-general/como-llegar.html">Avenida Complutense nº 30, Ciudad Universitaria, 28040 Madrid</a>. A las sesiones de preparaci&oacute;n asistir&aacute;, de forma voluntaria y altruista, personal t&eacute;cnico y directivo de las Administraciones P&uacute;blicas, altamente cualificado, que impartir&aacute; charlas de cara a la preparaci&oacute;n de los ex&aacute;menes.</p>
                                            </li>
                                            <li>
                                                <p>Adem&aacute;s, a los opositores que lo deseen se les dar&aacute; soporte  mediante la realizaci&oacute;n de simulacros de ex&aacute;menes, con supuestos basados en las anteriores convocatorias.</p>
                                            </li>
                                        </ul>
                                        <p>El objetivo es conseguir que un alto porcentaje (superior al 50%) de los opositores que aprueben hayan asistido a las sesiones de Preparatic. Es decir, constatar que nuestro apoyo ha sido un factor importante para que hayan conseguido su objetivo de aprobar.</p>
                                        <p>Para poder mantener la actividad del grupo se realizan una serie de tareas como: el mantenimiento de la pagina web y del <a href="http://foro.preparatic.org/">foro</a>; la elaboraci&oacute;n de tests para el primer examen; la preparaci&oacute;n de di&aacute;logos en ingl&eacute;s para el segundo examen; complementar el temario con material auxiliar; organizar seminarios (intentando que el contenido de la ponencia sea &uacute;til para el siguiente examen); preparar material para la preparaci&oacute;n del cuarto examen, etc.</p>
                                        <h2 id="material">Material de estudio</h2>
                                        <p>Preparatic no elabora ni distribuye ning&uacute;n temario, ni oficial ni oficioso, de la oposici&oacute;n. Todo el material proporcionado por el grupo Preparatic (Tests, textos, anexos a temarios, etc.) es NO oficial. Est&aacute; extra&iacute;do de fuentes p&uacute;blicas, o elaborado en base a nuestra experiencia personal como opositores, y tiene como finalidad servir de orientaci&oacute;n y ayuda al opositor, siendo &eacute;ste el responsable &uacute;ltimo de su valoraci&oacute;n y necesidad.</p>
                                        <p>Para facilitar la preparaci&oacute;n de la oposici&oacute;n, Preparatic elabora y distribuye principalmente el siguiente material:</p>
                                        <ul>
                                            <li><a href="http://www.preparatic.org/material_sesiones">Material de las sesiones de Preparatic</a>: documentaci&oacute;n asociada a la tem&aacute;tica de las sesiones que se pone a disposici&oacute;n del p&uacute;blico, de forma gratuita, a trav&eacute;s de la p&aacute;gina web de Preparatic. Asimismo, los opositores podr&aacute;n visualizar la grabaci&oacute;n en video de las sesiones a trav&eacute;s de nuestro canal de youtube. Los enlaces a dichos videos tambi&eacute;n estar&aacute;n disponibles en nuestra p&aacute;gina web.</li>
                                            <p></p>
                                            <li>
                                                <a href="http://www.preparatic.org/material-de-preparatic-24/">Packs del grupo Preparatic</a>: en la actualidad, se elaboran cuatro packs incluyen material de utilidad para la preparaci&oacute;n de cada uno de los cuatro ex&aacute;menes de los que consta el proceso selectivo. Dichos packs estar&aacute;n disponibles &uacute;nicamente a trav&eacute;s de la p&aacute;gina de Preparatic.
                                            </li>
                                        </ul>
                                        <h2 id="tareas_no">Tareas que no realizamos</h2>
                                        <p>Es necesario describir las tareas que exceden de nuestro cometido, ya que somos un grupo sin &aacute;nimo de lucro en el que cada uno act&uacute;a a t&iacute;tulo individual. Asimismo, no tenemos locales propios ni un presupuesto de gastos.</p>
                                        <p>Entre las tareas que NO realizamos se encuentran:</p>
                                        <ul>
                                            <li>
                                                <p>Proporcionar material por correo o cualquier otro medio alternativo. El material se pone a disposici&oacute;n del p&uacute;blico a trav&eacute;s de la p&aacute;gina Web.</p>
                                            </li>
                                            <li>
                                                <p>Contestar preguntas individualmente por tel&eacute;fono o correo electr&oacute;nico. Las preguntas se contestan en las sesiones presenciales y los opositores pueden intercambiarse informaci&oacute;n entre ellos a trav&eacute;s del foro o personalmente.</p>
                                            </li>
                                            <li>
                                                <p>Proporcionar un temario oficial de la oposici&oacute;n. Todo el material proporcionado por el grupo Preparatic (tests, textos, anexos a temarios, etc.) no es oficial. Est&aacute; extra&iacute;do de fuentes p&uacute;blicas, o elaborado en base a nuestra experiencia personal como opositores, y tiene como finalidad servir de orientaci&oacute;n y ayuda al opositor, siendo &eacute;l el responsable &uacute;ltimo de su valoraci&oacute;n y necesidad.</p>
                                            </li>
                                        </ul>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
            <!-- /page content -->
            <!-- footer content -->
            <footer>
                <div class="pull-right">
                    Copyright &copy; 2016-2017 by Preparatic . All rights reserved. Plantilla de Bootstrap Gentelella - <a href="https://colorlib.com">Colorlib</a>
                </div>
                <div class="clearfix"></div>
            </footer>
            <!-- /footer content -->
        </div>
    </div>
    <!-- jQuery -->
    <script src="./vendors/jquery/dist/jquery.min.js"></script>
    <!-- Bootstrap -->
    <script src="./vendors/bootstrap/dist/js/bootstrap.min.js"></script>
    <!-- FastClick -->
    <script src="./vendors/fastclick/lib/fastclick.js"></script>
    <!-- NProgress -->
    <script src="./vendors/nprogress/nprogress.js"></script>

    <!-- Custom Theme Scripts -->
    <script src="./js/custom.min.js"></script>
</body>
</html>
