<!DOCTYPE html>
<html lang="en">
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    <!-- Meta, title, CSS, favicons, etc. -->
    <meta charset="utf-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <title>Tests Preparatic  | Licencia de Uso </title>
    <!-- Bootstrap -->
    <link href="./vendors/bootstrap/dist/css/bootstrap.min.css" rel="stylesheet">
    <!-- Font Awesome -->
    <link href="./vendors/font-awesome/css/font-awesome.min.css" rel="stylesheet">
    <!-- NProgress -->
    <link href="./vendors/nprogress/nprogress.css" rel="stylesheet">
    <!-- Custom Theme Style -->
    <link href="./css/custom.min.css" rel="stylesheet">

    <!-- Preparatic Style -->
    <link href="./css/preparatic.css" rel="stylesheet">
</head>
<body class="nav-md">
    <div class="container body">
        <div class="main_container">
            <div class="col-md-3 left_col">
                <div class="left_col scroll-view">
                    <div class="navbar nav_title" style="border: 0;">
                        <a href="index.html" class="site_title"><i class="fa fa-check-square-o"></i> <span>Preparatic </span></a>
                    </div>
                    <div class="clearfix"></div>
                    <!-- sidebar menu -->
                    <div id="sidebar-menu" class="main_menu_side hidden-print main_menu">
                        <div class="menu_section">
                            <h3>Menu</h3>
                            <ul class="nav side-menu">
                                <li>
                                    <a><i class="fa fa-home"></i> Bienvenida <span class="fa fa-chevron-down"></span></a>
                                    <ul class="nav child_menu">
                                        <li><a href="index.html">Sobre los Tests</a></li>
                                        <li><a href="about_us.html">Sobre Nosotros</a></li>
                                        <li><a href="faq.html">F.A.Q.</a></li>
                                        <li><a href="licencia.html">Licencia de Uso</a></li>
                                    </ul>
                                </li>
                                <li>
                                    <a><i class="fa fa-edit"></i> Tests <span class="fa fa-chevron-down"></span></a>
                                    <ul class="nav child_menu">
                                        <li><a href="tests_todos.html">Ver todos</a></li>
                                        <li><a href="tests_globales.html">Globales</a></li>
                                        <li><a href="tests_relevancia.html">Por Relevancia</a></li>
                                        <li><a href="tests_bloques.html">Por Bloques</a></li>
                                        <li><a href="tests_temas.html">Por Temas</a></li>
                                        <li><a href="tests_annos.html">Por A&ntilde;o</a></li>
                                        <li><a href="tests_examen.html">Por Examen</a></li>
                                    </ul>
                                </li>
                                <li>
                                    <a><i class="fa fa-bar-chart-o"></i> Mi Progreso <span class="label label-success pull-right">En Beta!</span></a>
                                    <ul class="nav child_menu">
                                        <li><a href="listado_tests.html">Test Realizados</a></li>
                                        <li><a href="misestadisticas.html">Estad&iacute;sticas</a></li>
                                    </ul>
                                </li>
                                <!--<li> <a href="javascript:void(0)"><i class="fa fa-windows"></i> Extras <span class="label label-success pull-right">Coming Soon</span></a></li>-->
                            </ul>
                        </div>
                    </div>
                    <!-- /sidebar menu -->
                </div>
            </div>
            <!-- top navigation -->
            <div class="top_nav">
                <div class="nav_menu">
                    <nav>
                        <div class="nav toggle">
                            <a id="menu_toggle"><i class="fa fa-bars"></i></a>
                        </div>
                        <ul class="nav navbar-nav navbar-right">

                            <li class="">
                                <!--<div class="container-fluid">-->
                                <a class="navbar-brand" href="#">
                                    <img alt="Preparatic " src="images/logo-alpha.png">
                                </a>

                                <h2>
                                    Cuerpo Superior de Sistemas y Tecnolog&iacute;as de la Informaci&oacute;n de la Administraci&oacute;n del Estado
                                </h2>
                                <!--</div>-->
                            </li>
                        </ul>
                    </nav>
                </div>
            </div>
            <!-- /top navigation -->
            <!-- /top navigation -->
            <!-- page content -->
            <div class="right_col" role="main">
                <div class="">
                   <!-- <div class="page-title">
                        <div class="title_left">
                            <h3>Licencia de Uso</h3>
                        </div>
                        <div class="title_right">
                            <div class="col-md-5 col-sm-5 col-xs-12 form-group pull-right top_search">
                                <div class="input-group">
                                    <input type="text" class="form-control" placeholder="Search for...">
                                    <span class="input-group-btn">
                                        <button class="btn btn-default" type="button">Go!</button>
                                    </span>
                                </div>
                            </div>
                        </div>
                    </div>-->
                    <div class="clearfix"></div>
                    <div class="row">
                        <div class="col-md-12 col-sm-12 col-xs-12">
                            <div class="x_panel">
                                <div class="x_title">
                                    <!--<h2>Tests de Preparatic </h2>-->
                                    <h1>
                                    <!-- 
                                        <img src="./images/logo.png" alt="Preparatic " style="float: left;"
                                             height="75" width="217">
                                     -->
                                        Licencia de Uso 
                                    </h1>
                                    <h2>
                                        Grupo de Preparaci&oacute;n para las oposiciones
                                        TIC de la Administraci&oacute;n del Estado
                                    </h2>
                                    <div class="clearfix"></div>
                                </div>
                                <!--<div class="x_title">
                                    <h2>Licencia de Uso y reconocimiento de derechos</h2>
                                    <div class="clearfix"></div>
                                </div>-->
                                <div class="x_content">
                                    <div class="row">
                                        <div class="col-12">
                                           <!-- <div class="panel panel-default fontLicence">
                                                <div class="panel-body">-->
                                                    <p>Esta aplicaci&oacute;n de tests ha sido posible gracias tanto al esfuerzo de las promociones anteriores como a la disponibilidad de software de fuentes abiertas. Por ello queremos dejar disponible todo nuestro c&oacute;digo para que futuras promociones puedan mejorarlo o para que otros colectivos puedan hacer que evolucione hacia nuevos &aacute;mbitos.</p>
                                                    <p>El c&oacute;digo de esta aplicaci&oacute;n se encuentra disponible bajo licencia de Apache 2.0. A continuaci&oacute;n puede encontrar las condiciones de uso asociadas a dicha licencia.</p>
                                                    <p>Adem&aacute;s, el c&oacute;digo utiliza librer&iacute;as y herramientas de terceros. Todos ellos han sido publicados con licencias de software libre. Todos los productos utilizados son propiedad de sus autores. Podr&aacute;s encontrar una copia de la licencia en la carpeta correspondiente a cada producto.</p>
                                            <br><br><br>
                                                <!--</div>
                                            </div>-->
                                        </div>
                                        <div class="col-12">
                                            <div class="panel panel-default fontLicence">
                                                <div class="panel-body">
                                                    <p>
                                                        Versi&oacute;n 2.0, enero de 2004<br><br>
                                                        <a href="http://www.apache.org/licenses/">http://www.apache.org/licenses/</a>
                                                    </p>
                                                    <p>CONDICIONES DE USO, REPRODUCCI&oacute;N Y DISTRIBUCI&oacute;N</p>
                                                    <p><strong><a name="definiciones">1. Definiciones</a></strong>.</p>
                                                    <p>"Licencia" hace referencia a las condiciones de uso, reproducci&oacute;n y distribuci&oacute;n, seg&uacute;n la definici&oacute;n establecida en las Secciones 1 a 9 de este documento.</p>
                                                    <p>"Licenciador" hace referencia al propietario de los derechos de autor, o la entidad autorizada por el mismo, que otorga la licencia.</p>
                                                    <p>"Entidad legal" hace referencia a la uni&oacute;n de la entidad actuante y todas las dem&aacute;s entidades que la controlan, son controladas por ella o est&aacute;n sujetas a un control com&uacute;n con dicha entidad. Para los fines de esta definici&oacute;n, el "control" es (i) la potestad directa o indirecta para dirigir dicha entidad, ya sea mediante contrato o de otro modo; o (ii) la titularidad de al menos un cincuenta por ciento (50 %) de las acciones, o (iii) la propiedad efectiva de dicha entidad.</p>
                                                    <p>"Usted" (o "Su") hace referencia a una persona o entidad legal que ejerza las autorizaciones otorgadas por esta Licencia.</p>
                                                    <p>La forma del "C&oacute;digo" hace referencia a la forma preferente de realizar modificaciones, como por ejemplo, el c&oacute;digo fuente del software, la fuente de la documentaci&oacute;n o los archivos de configuraci&oacute;n.</p>
                                                    <p>La forma del "Objeto" hace referencia a cualquier forma resultante de la transformaci&oacute;n mec&aacute;nica o traducci&oacute;n de una forma de C&oacute;digo, como por ejemplo, c&oacute;digo de objeto compilado, documentaci&oacute;n generada y conversiones a otros tipos de medios.</p>
                                                    <p>"Obra" hace referencia a la obra de autor, ya sea en forma de C&oacute;digo o de Objeto, disponible en virtud de esta Licencia, seg&uacute;n la indicaci&oacute;n de copyright incluida o incorporada a la obra (se facilita un ejemplo en el apéndice m&aacute;s adelante).</p>
                                                    <p>"Obras derivativas" hace referencia a todas las obras, tanto en forma de C&oacute;digo como de Objeto, que estén basadas en (o derivadas de) la Obra y en las que el conjunto de las revisiones de modificaci&oacute;n, anotaciones, elaboraci&oacute;n y otros cambios representan, en total, una obra de autor&iacute;a original. Para los fines de esta Licencia, las Obras Derivativas no incluir&aacute;n las obras que sea posible separar o que compartan un simple v&iacute;nculo (o uni&oacute;n por nombre) con las interfaces de la Obra y de las Obras Derivativas de la misma.</p>
                                                    <p>"Contribuci&oacute;n" hace referencia a cualquier obra de autor, incluida la versi&oacute;n original de la Obra y todas las modificaciones y adiciones a dicha Obra u Obras Derivativas de la misma, que se env&iacute;en deliberadamente al Licenciador para su inclusi&oacute;n en la Obra por el titular de los derechos de autor o por una persona o entidad legal autorizada para ello en representaci&oacute;n del titular de los derechos. Para los fines de esta definici&oacute;n, enviar hace referencia a cualquier forma de comunicaci&oacute;n electr&oacute;nica, verbal o escrita efectuada por el Licenciador o sus representantes, como por ejemplo, la comunicaci&oacute;n en listas de correo electr&oacute;nico, sistemas de control de c&oacute;digo fuente y sistemas de seguimiento de problemas gestionados por o en representaci&oacute;n del Licenciador con el fin de comentar y mejorar la Obra, pero con exclusi&oacute;n de las comunicaciones descritas claramente o designadas por escrito por el titular de los derechos como "No contribuci&oacute;n."</p>
                                                    <p>"Contribuyente" hace referencia al Licenciador o cualquier persona o Entidad Legal en cuyo nombre haya recibido el Licenciador una Contribuci&oacute;n que se incorpore posteriormente a la Obra.</p>
                                                    <p><strong><a name="derechos de autor">2. Concesi&oacute;n de licencia de derechos de autor</a></strong>. De acuerdo con las condiciones de esta Licencia, por la presente, cada Contribuyente le otorga a Usted una licencia de derechos de autor irrevocable, perpetua, internacional, no exclusiva, sin cargas ni regal&iacute;as, para reproducir, preparar Obras Derivativas, mostrar u operar p&uacute;blicamente, sublicenciar y distribuir la Obra y tales Obras Derivativas en forma de C&oacute;digo o de Objeto.</p>
                                                    <p><strong><a name="patente">3. Concesi&oacute;n de licencia patente</a></strong>. De acuerdo con las condiciones de esta Licencia, por la presente, cada Contribuyente le otorga a Usted una licencia de patente irrevocable (excepto en los casos indicados en esta secci&oacute;n), perpetua, internacional, no exclusiva, sin cargas ni regal&iacute;as, para utilizar o hacer utilizar, vender, ofertar, importar y transferir de otro modo la Obra, siendo de aplicaci&oacute;n esta Licencia solamente a las solicitudes de patente otorgables por un Contribuyente que afecten exclusivamente a su(s) Contribuci&oacute;n(es) o combinaci&oacute;n de sus Contribuciones a la Obra a la que se incorporaron. Si usted iniciara un proceso legal contra cualquier entidad (incluidas las contrademandas en un proceso) alegando que la Obra o una Contribuci&oacute;n incorporada a la Obra constituye una infracci&oacute;n directa o contributiva de una patente, todas las licencias de patentes otorgadas a Usted en virtud de esta Licencia sobre esa Obra cesar&aacute;n a partir de la fecha en que se instituya dicho proceso.</p>
                                                    <p><strong><a name="redistribuci&oacute;n">4. Redistribuci&oacute;n</a></strong>. Usted podr&aacute; reproducir y distribuir copias de la Obra o de las Obras Derivativas de la misma en cualquier medio, con o sin modificaciones, en forma de C&oacute;digo o de Objeto, siempre que cumpla las siguientes condiciones:</p>
                                                    <ol>
                                                        <li>
                                                            <p>Deber&aacute; facilitar a todos los dem&aacute;s receptores de la Obra u Obras Derivativas una copia de esta Licencia y</p>
                                                        </li>
                                                        <li>
                                                            <p>Deber&aacute; indicar claramente las modificaciones que haya realizado en los archivos; y</p>
                                                        </li>
                                                        <li>
                                                            <p>Deber&aacute; conservar en la forma de C&oacute;digo de todas las Obras Derivativas que Usted distribuya todas las advertencias relativas a los derechos de autor, patentes, marcas registradas y atribuciones en la forma de C&oacute;digo de la Obra, con exclusi&oacute;n de las advertencias que no pertenezcan a ninguna parte de las Obras Derivativas, y</p>
                                                        </li>
                                                        <li>
                                                            <p>Si la Obra incluye un archivo de texto de "ADVERTENCIA/AVISO" como parte de su distribuci&oacute;n, todas las Obras Derivativas que Usted distribuya deber&aacute;n incluir una copia legible de las advertencias de atribuci&oacute;n contenidas en dicho archivo de ADVERTENCIA, con exclusi&oacute;n de las advertencias que no pertenezcan a ninguna parte de las Obras Derivativas, en al menos uno de los lugares siguientes: En el contenido del archivo de texto de ADVERTENCIA o AVISO distribuido como parte de la Obra Derivativa; en el contenido de la forma de C&oacute;digo o en la documentaci&oacute;n, si estos se facilitan junto con las Obras Derivativas; o mediante un dispositivo de muestra generado por las Obras Derivativas, en el lugar en que normalmente aparezcan tales advertencias externas. El contenido del archivo de ADVERTENCIA es meramente informativo y no modifica la Licencia. Usted podr&aacute; añadir Sus propias advertencias de atribuci&oacute;n en las Obras Derivativas que Usted distribuya, junto con el texto de ADVERTENCIA de la Obra, o como adici&oacute;n al mismo, siempre que estas advertencias de atribuci&oacute;n adicionales no puedan interpretarse como una modificaci&oacute;n de la Licencia. Usted podr&aacute; añadir Su propia declaraci&oacute;n respecto a los derechos de autor en Sus modificaciones y podr&aacute; añadir distintas condiciones en la Licencia para el uso, la reproducci&oacute;n o la distribuci&oacute;n de Sus modificaciones o de las Obras Derivativas en conjunto, siempre que Su uso, reproducci&oacute;n y distribuci&oacute;n de la Obra cumpla por lo dem&aacute;s las condiciones establecidas en esta Licencia.</p>
                                                        </li>
                                                    </ol>
                                                    <p><strong><a name="contribuciones">5. Env&iacute;o de contribuciones</a></strong>. A menos que Usted indique lo contrario, todas las Contribuciones que Usted env&iacute;e deliberadamente al Licenciador para su inclusi&oacute;n en la Obra, estar&aacute;n sujetas a las condiciones de esta Licencia sin aplicaci&oacute;n de condiciones adicionales. No obstante, ninguna disposici&oacute;n de este documento invalidar&aacute; ni modificar&aacute; las condiciones de cualquier otro acuerdo de Licencia que usted pueda haber suscrito con el Licenciador en relaci&oacute;n con tales Contribuciones.</p>
                                                    <p><strong><a name="marcas comerciales">6. Marcas comerciales</a></strong>. Esta Licencia no autoriza el uso de nombres comerciales, marcas comerciales, marcas de servicios o nombres de productos del Licenciador, excepto cuando lo requiera el uso razonable y habitual en la descripci&oacute;n del origen de la Obra y la reproducci&oacute;n del contenido del archivo de ADVERTENCIA.</p>
                                                    <p><strong><a name="exenci&oacute;n de garant&iacute;a">7. Exenci&oacute;n de garant&iacute;a</a></strong>. A menos que lo exijan las leyes pertinentes o se acuerde por escrito, el Licenciador ofrece la Obra (y cada Contribuyente ofrece sus Contribuciones) "TAL CUAL", SIN GARANT&iacute;AS NI CONDICIONES DE NING&uacute;N TIPO, ya sean expresas o impl&iacute;citas, como por ejemplo, cualquier garant&iacute;a o condici&oacute;n sobre T&iacute;TULO, NO INFRACCI&oacute;N, APTITUD PARA EL COMERCIO o IDONEIDAD PARA UN FIN PARTICULAR. Usted es el/la &uacute;nico(a) responsable de determinar si es apropiado utilizar o redistribuir la Obra y asume todos los riesgos asociados a Su ejercicio de los permisos otorgados en esta Licencia.</p>
                                                    <p><strong><a name="responsabilidad limitada">8. Responsabilidad limitada</a></strong>. Bajo ninguna circunstancia ni fundamento legal, sea por il&iacute;cito civil extracontractual (incluida la negligencia), por contrato o de otro modo, a menos que lo exijan las leyes pertinentes (como en el caso de actos de negligencia deliberados y graves) o se haya acordado por escrito, ser&aacute; responsable ning&uacute;n Contribuyente ante Usted por daños de ning&uacute;n tipo, ya sean directos, indirectos, especiales, incidentales o consecuentes ocasionados como resultado de esta Licencia o por el uso o imposibilidad de uso de la Obra (como por ejemplo los daños por pérdida de clientes, pérdida de actividad, aver&iacute;a o mal funcionamiento de los ordenadores o cualquier otra forma de perjuicios o pérdidas comerciales), incluso si dicho Contribuyente hubiese sido advertido de la posibilidad de tales perjuicios.</p>
                                                    <p>
                                                        <strong><a name="adicional">9. Aceptaci&oacute;n de garant&iacute;as o responsabilidad adicional</a></strong>.
                                                        En Su redistribuci&oacute;n de la Obra o de las Obras Derivativas de la misma, Usted podr&aacute; ofrecer y cobrar por la aceptaci&oacute;n de asistencia, garant&iacute;as, indemnizaci&oacute;n u otras obligaciones de responsabilidad y/o derechos en virtud de esta Licencia. No obstante, al aceptar tales obligaciones, Usted podr&aacute; actuar solamente en Su propio nombre y bajo Su propia responsabilidad, no en nombre de ning&uacute;n otro Contribuyente, y solamente si Usted accede a indemnizar, defender y eximir a cada Contribuyente de cualquier tipo de responsabilidad o disputas contra dicho Contribuyente, como resultado de u aceptaci&oacute;n de tales garant&iacute;as o responsabilidades adicionales.
                                                    </p>
                                                    <p>FIN DE LAS CONDICIONES</p>
                                                    <h2 id="aplicar">APÉNDICE: C&oacute;mo aplicar la Licencia de Apache a su obra</h2>
                                                    <p>Para aplicar la Licencia de Apache a su obra, añada el siguiente aviso, reemplazando el espacio en el interior de los corchetes "[]" con su propia informaci&oacute;n identificativa (¡no incluya los corchetes!). El texto deber&aacute; adaptarse a la sintaxis del texto correspondiente en el archivo. También recomendamos la inclusi&oacute;n de un nombre de archivo o de clase y una descripci&oacute;n de finalidad en la misma p&aacute;gina impresa que la advertencia sobre derechos de autor, para facilitar la identificaci&oacute;n en los archivos de terceros.</p>
                                                    <div class="codehilite">
                                                        <pre>   Derechos de autor [yyyy] [nombre del propietario de los derechos de autor]
   Autorizado en virtud de la Licencia de Apache, Versi&oacute;n 2.0 (la "Licencia"); se proh&iacute;be utilizar este archivo excepto en cumplimiento de la Licencia.
   Podr&aacute; obtener una copia de la Licencia en:
       http://www.apache.org/licenses/LICENSE-2.0
   A menos que lo exijan las leyes pertinentes o se haya establecido por escrito, el software distribuido en virtud de la Licencia se distribuye “TAL CUAL”, SIN GARANT&iacute;AS NI CONDICIONES DE NING&uacute;N TIPO, ya sean expresas o impl&iacute;citas.
   Véase la Licencia para consultar el texto espec&iacute;fico relativo a los permisos y limitaciones establecidos en la Licencia.
</pre>
                                                    </div>
                                                </div>
                                            </div>
                                        </div>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
            <!-- /page content -->
            <!-- footer content -->
            <footer>
                <div class="pull-right">
                    Copyright &copy; 2016-2017 by Preparatic . All rights reserved. Plantilla de Bootstrap Gentelella - <a href="https://colorlib.com">Colorlib</a>
                </div>
                <div class="clearfix"></div>
            </footer>
            <!-- /footer content -->
        </div>
    </div>
    <!-- jQuery -->
    <script src="./vendors/jquery/dist/jquery.min.js"></script>
    <!-- Bootstrap -->
    <script src="./vendors/bootstrap/dist/js/bootstrap.min.js"></script>
    <!-- FastClick -->
    <script src="./vendors/fastclick/lib/fastclick.js"></script>
    <!-- NProgress -->
    <script src="./vendors/nprogress/nprogress.js"></script>

    <!-- Custom Theme Scripts -->
    <script src="./js/custom.min.js"></script>
</body>
</html>
